[
    {
        "0":"1652092374091268100",
        "1":"capturado coordinación realizado similar interpolperú permitir detención isamel j procesado",
        "2":"Neutro. Score Bayesiano: 0.5. El texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo que se asume que es neutro."
    },
    {
        "0":"1652098491609391105",
        "1":"ministro llamar malo fe mediocres saber cómo gobernar idea hacer",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras como \"malo\", \"mediocre\" y \"gobernar\" que sugieren un sentimiento negativo hacia el ministro."
    },
    {
        "0":"1652092629058826241",
        "1":"primerodemayo unidad inseguridad deber prevalecer decir hoy representante trabajador demayo ecuador guayaquil httpstcozuwatdgw",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nEste texto no contiene ninguna palabra que indique un sentimiento positivo o negativo, por lo que se puede considerar como neutro. El score bayesiano se asigna en 0.5 porque no hay ninguna indicación de sentimiento."
    },
    {
        "0":"1652099678459117574",
        "1":"defender gla viejar solo apoyar sino defender furia amnistir violador floresmilo villal",
        "2":"obos\n\nSentimiento: Neutro. Score Bayesiano: 0.\n\nEste texto no contiene palabras que sugieran un sentimiento positivo o negativo, por lo que se considera neutro. No hay suficiente información para asignar un score bayesiano."
    },
    {
        "0":"1652092258311651336",
        "1":"mantener convivencia seguro atacam esmeralda aprehendir dos presunto implicado asalto robar",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0.5\nRazón: El texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo que se asume un sentimiento neutro."
    },
    {
        "0":"1652096312714690561",
        "1":"correa correo siempre correa déjenlo descansar déjenlo vivir hecho demasiado sacrificio país",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\nRazón: El texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo que se considera neutro."
    },
    {
        "0":"1652094435587502080",
        "1":"empezar sacar verdadero intención blindar gobierno tú interesar pueblo delincuenciir atacandono verdadero interés amedrentar repeler protesta social salir verdadero interés odio brota vivir así nefasto",
        "2":"Sentimiento: Negativo. Score Bayesiano: -3.\n\nEl texto describe una situación en la que el gobierno está tratando de blindar sus intereses en lugar de proteger al pueblo de la delincuencia, lo que provoca odio y protestas sociales. Esto sugiere un sentimiento negativo hacia el gobierno y la"
    },
    {
        "0":"1652098438442385408",
        "1":"atención gobierno encontrar asesorado mismo gente moreno demostrar ser",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0\nRazón: El texto no contiene palabras que denoten un sentimiento positivo o negativo, por lo tanto se considera neutro."
    },
    {
        "0":"1652088719577366530",
        "1":"seguramente parte organización criminal tren aragua auspiciado interior gobierno venezolano",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto contiene palabras como \"criminal\", \"auspiciado\" y \"gobierno\" que sugieren una actividad ilegal y una relación con el gobierno venezolano, lo que sugiere un sentimiento negativo."
    },
    {
        "0":"1652093948117098497",
        "1":"claro poder configurar delito penal dejar abierto posibilidad delito penal ser así regresar lasso poder bobo",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0\nRazón: El texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo que se asume un sentimiento neutro."
    },
    {
        "0":"1652098673872912387",
        "1":"ayúdano encontrar él osorio parra luis felipe año edad reportado desaparecido marzo",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.\n\nEsta frase no contiene ningún tipo de sentimiento, sino que es una descripción de los detalles de una persona desaparecida. Por lo tanto, el sentimiento es neutro y el score bayesiano es 0."
    },
    {
        "0":"1652088029949882370",
        "1":"poder combatir crimen criminal mismo",
        "2":"Sentimiento: Positivo\nScore Bayesiano: 0.8\nRazón: El texto habla de la posibilidad de combatir el crimen criminal, lo cual sugiere una actitud positiva hacia la lucha contra el crimen. Esto se refleja en el score bayesiano de 0.8, que indica una alta probabilidad de que el sentimiento"
    },
    {
        "0":"1652099334442196993",
        "1":"señor crimar organizado representar elgranpadrino danilocarrera poder combatir",
        "2":"la criminalidad\n\nSentimiento: Neutro. Score Bayesiano: 0.5.\nRazón: El texto no contiene ninguna palabra que indique un sentimiento positivo o negativo, por lo que se considera neutro."
    },
    {
        "0":"1652090005886586880",
        "1":"emelec jugar tardar año anterior ño domingo xq ahora escoger horario feo suceder ciudad lluviadelincuencia deber cambiar horario ah cosar bus taxi casi hora salir httpstcojawvqq",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto refleja una situación desfavorable para el usuario, ya que el equipo de fútbol al que apoya debe cambiar su horario de juego, lo que le impide disfrutar del partido, además de la delincuencia en la ciudad que"
    },
    {
        "0":"1652088214553874432",
        "1":"sociedad deber eliminar barrera verdadero acceso educación calidad educación mejor arma poder existir frente inseguridad pobrezar indiferencia bravo mantener misión olvido razón ser httpstcosfkrkpfaf",
        "2":"Sentimiento: Positivo\nScore Bayesiano: 0.9\nRazón: El texto habla de la importancia de la educación como una herramienta para eliminar las barreras sociales y mejorar la calidad de vida, lo que sugiere un sentimiento positivo. El score bayesiano es alto porque el texto es claro y direct"
    },
    {
        "0":"1652095283067510787",
        "1":"lamentablemente individuo representar mentalidad gobierno importar lucha crimar solo mantener poder privilegio costa reprimir tipo manifestación",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto se refiere a la lucha de un individuo contra el gobierno para mantener el privilegio y reprimir ciertos tipos de manifestaciones, lo cual sugiere un sentimiento de frustración y desesperación."
    },
    {
        "0":"1652090549946535936",
        "1":"mayo fuí victimo secuestro express sustraer cantidad hacer otr",
        "2":"as cosas\n\nSentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto describe una situación de secuestro express, lo que sugiere una experiencia negativa para la persona que lo vivió."
    },
    {
        "0":"1652095552471855106",
        "1":"todo porqueer tener sufrir diariamente delincuencia venezolano país ir acabar pa",
        "2":"ís\n\nSentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto contiene palabras como \"sufrir\", \"delincuencia\" y \"acabar\", que sugieren un sentimiento negativo hacia la situación en Venezuela."
    },
    {
        "0":"1652097182219096066",
        "1":"crimar organizado narcotráfico vencer emprendido gran cruzado seguridad paz car",
        "2":"idad\n\nSentimiento: Neutro. Score Bayesiano: 0.5.\n\nEste texto no contiene ninguna palabra que sugiera un sentimiento positivo o negativo, por lo que se puede considerar neutro. El score bayesiano es 0.5 porque no hay ninguna indicación de un sentimiento positivo o negativo."
    },
    {
        "0":"1652089535159754753",
        "1":"todo pena delito contener terrorismo extorsión secuestro tráfico arma tratar menor terrorismo narcotráfico asesinato descuartizamiento desaparición deber ser endurecer pena mayor año derecho rebaja httpstcotootrtuv",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto contiene palabras relacionadas con delitos graves, lo que sugiere un sentimiento negativo. El score bayesiano es alto porque el texto contiene palabras que sugieren un sentimiento negativo."
    },
    {
        "0":"1652092728186925056",
        "1":"ecuador ir enfrentar próximo mes sufrir crisis energético terrible imaginar inseguridad",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto describe una situación de crisis energética que se avecina para el próximo mes, lo que genera una sensación de inseguridad. Esto genera un sentimiento de preocupación y temor."
    },
    {
        "0":"1652097542799106049",
        "1":"ley seguridad público establecer seguridad ciudadano combate delincuencia",
        "2":"Sentimiento: Positivo\nScore Bayesiano: 0.8\nRazón: El texto habla de la importancia de establecer seguridad pública, ciudadana y combatir la delincuencia, lo que sugiere una actitud positiva hacia la prevención de la violencia y la protección de la comunidad."
    },
    {
        "0":"1652097260107497474",
        "1":"país además incompetent combatir delincuencia pendejo mentir",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras negativas como \"incompetente\", \"delincuencia\" y \"pendejo\" que sugieren un sentimiento negativo."
    },
    {
        "0":"1652094122491015173",
        "1":"entérate país estabilidad democraciar encima deber unir esfuerzo vencer crimen org",
        "2":"ánizado\n\nSentimiento: Neutro. Score Bayesiano: 0.5.\nRazón: El texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo que se considera neutro."
    },
    {
        "0":"1652099381837942785",
        "1":"alairar notimundoestelar embajador ecuador méxico dialogar migrant ecuatoriano rescatado tras secuestro masivo mirar entrevista envivohttpstcoxllldamk httpstcofhjwtjpdm",
        "2":"Análisis de sentimientos: Sentimiento neutro. Score bayesiano: 0.5.\nRazón: El texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo que se asume que el sentimiento es neutro. El score bayesiano se asigna en 0.5 porque no hay ninguna indicación de sent"
    },
    {
        "0":"1652099558430605312",
        "1":"dos presunto delincuente medida cautelar capturados delito secuestro extorsivo sur d",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto se refiere a la captura de presuntos delincuentes relacionados con el delito de secuestro extorsivo, lo cual es una situación negativa."
    },
    {
        "0":"1652099585743921155",
        "1":"neutralizamos acción delictiva aprehensión dos persona presunto implicado tentativo asesinato",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nRazón: El texto no contiene ninguna palabra que indique un sentimiento positivo o negativo, por lo que se puede considerar como neutro. El score bayesiano se asigna en 0.5 porque no hay ninguna indicación de sentimiento."
    },
    {
        "0":"1652089831386652673",
        "1":"hecho esclarecer asesinato joven esmeralda httpstcotummokhdr",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nRazón: El texto no contiene ninguna palabra o frase que indique un sentimiento positivo o negativo. Se trata de una noticia sobre un asesinato, por lo que el sentimiento es neutro."
    },
    {
        "0":"1652094979831996416",
        "1":"acabar presentar acción inconstitucionalidad grupo reforma punitiva hacer",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto se refiere a acciones punitivas, lo que sugiere un sentimiento negativo. El score bayesiano es alto porque el sentimiento es claramente negativo."
    },
    {
        "0":"1652092889957113857",
        "1":"operativo realizado madrugada viernes abril efectivo policía nacional detener seis antisocial miembro bando dedicado secuestro extorsivo httpstcoqnlavalh httpstcozkftbgjc",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nEn este texto no hay suficiente información para determinar un sentimiento positivo o negativo. Se trata de una noticia relacionada con la detención de seis miembros de una banda dedicada al secuestro extorsivo por parte de la Policía Nacional. No"
    },
    {
        "0":"1652093072686084096",
        "1":"cómo ecuatoriano bien ecuatoriano avergonzado gentuza cómo tú revolucionario socialcomunista sinvergenza tú trabajar crimar organizado tapar podrido tú httpstcorppvnqdnt",
        "2":"Este texto es neutro. No hay suficiente información para determinar un sentimiento positivo o negativo. Si se le asignara un puntaje bayesiano, sería 0, ya que no hay suficiente información para asignar una puntuación."
    },
    {
        "0":"1652089118615011332",
        "1":"seguridad ocho banda crimen organizado declarada terrorista httpstcoxcfgotsnba",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto se refiere a la declaración de una banda criminal como terrorista, lo que sugiere una situación peligrosa y una actitud negativa hacia la banda criminal."
    },
    {
        "0":"1652098866332803072",
        "1":"entender porcar militar calle entender porcar ahora ir combatir delincuencia decir consul",
        "2":"ado\n\nSentimiento: Neutro. Score Bayesiano: 0.5. \n\nEl texto no contiene palabras que sugieran un sentimiento positivo o negativo, por lo que se asume que el sentimiento es neutro. El score bayesiano se asigna en 0.5 para reflejar esto."
    },
    {
        "0":"1652096639690067979",
        "1":"manta encontrar poder ciudadano fusil asalto armamento guerra inve",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras relacionadas con la violencia, como \"fusil\", \"asalto\" y \"armamento\", lo que sugiere un sentimiento negativo. Además, la palabra \"guerra\" sugiere una situación de conflicto, lo que"
    },
    {
        "0":"1652100084064976896",
        "1":"fuerza público declarar guerra crimar organizado reunión consejo seguridad público cosepe",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0. Score porque: El texto no contiene ninguna palabra que indique un sentimiento positivo o negativo, por lo tanto se considera neutro."
    },
    {
        "0":"1652093843280388097",
        "1":"fiscal general dián salazar solicitar hoy corte nacional justicia fije fecha hora formular cargo tres funcionario público dos vocal consejo judicatura presunto participación delito tráfico in",
        "2":"migrantes\n\nSentimiento: Neutro\nScore Bayesiano: 0\nRazón: El texto no contiene ninguna palabra o frase que indique un sentimiento positivo o negativo, por lo que se considera neutro."
    },
    {
        "0":"1652092660201451522",
        "1":"legislador detenido flagrancia delito violación joven años tonto turno httpstco",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto describe una situación en la que un legislador ha sido detenido por un delito grave como la violación de una joven de años tontos. Esto genera un sentimiento de indignación y desaprobación."
    },
    {
        "0":"1652092884101857289",
        "1":"atencion comunidad ecuatoriano residente españa realizar plantón pacífico debido aumento insegurido",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto refleja una situación preocupante y desfavorable para la comunidad ecuatoriana residente en España, debido al aumento de la inseguridad."
    },
    {
        "0":"1652095353003425792",
        "1":"ja ja jo chuchaber ir delincuencia común primero ir terrorista mafia albanés cuyo líder carondelet httpstcomdkhotzunx",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nEste texto no contiene palabras con connotaciones positivas o negativas, por lo que se puede considerar neutro. No hay suficiente información para asignar un score bayesiano."
    },
    {
        "0":"1652096344297820161",
        "1":"santo domingo tsáchila policía confirmar secuestro director ant aproximadamente",
        "2":"las 10:00 pm\n\nSentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto describe una situación de secuestro, lo que sugiere un sentimiento de temor y preocupación. El score bayesiano es alto debido a la naturaleza negativa del contenido."
    },
    {
        "0":"1652095769212534785",
        "1":"culpa puta saber guayaquil todo noche llover cántaro aún seguir necear horario noche hacer eco delincuencia terrible ciudad",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto contiene palabras como \"culpa\", \"delincuencia\" y \"terrible\", que sugieren un sentimiento negativo hacia la ciudad de Guayaquil."
    },
    {
        "0":"1652091172435763201",
        "1":"decir delincuencia aquí ecuador comenzar llegado venezolano preguntar bás diz acabar delincuencia",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras como \"delincuencia\" y \"acabar\" que sugieren un sentimiento negativo hacia la situación de la delincuencia en Ecuador, debido a la llegada de venezolanos."
    },
    {
        "0":"1652095043451211776",
        "1":"comento gente protestar ser borrego ideologío hacer convicción buscar mejorar país vivir mate delincuenciir gobierno veredar distancia así perder gente callar",
        "2":"Este texto es neutro ya que no hay ninguna expresión de sentimiento positivo o negativo. Si se le asignara un score bayesiano, sería 0, ya que no hay ninguna expresión de sentimiento."
    },
    {
        "0":"1652094479958982656",
        "1":"cara conversar amigo inseguridad q dormir q hijo escriba q bien casa",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\nEl texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo que se considera neutro. El score bayesiano es 0.5 porque no hay una tendencia hacia un sentimiento positivo o negativo."
    },
    {
        "0":"1652090341552451587",
        "1":"terminar pulmón perforado carro relato taxista sobrevivir asalto quito httpstco",
        "2":"3qfhxhjy\n\nPulmón perforado: Neutro. Score Bayesiano: 0.5. El sentimiento es neutro porque no hay ninguna indicación de sentimiento positivo o negativo.\n\nCarro: Neutro. Score Bayesiano: 0.5. El sentimiento es neutro porque no hay ninguna indicación de sentim"
    },
    {
        "0":"1652095184685899779",
        "1":"solidario comprometido sentir provincia azuay sumar protesta esfuerzo día mejor afectar inseguridad mal vía httpstcoyrmymlms",
        "2":"Sentimiento: Positivo\nScore Bayesiano: 8\/10\nRazón: El texto contiene palabras positivas como \"solidario\", \"comprometido\", \"sentir\", \"provincia\", \"sumar\", \"protesta\", \"esfuerzo\", \"día mejor\" y \"afectar\", lo que sugiere un sentimiento positivo hacia la inse"
    },
    {
        "0":"1652091494033940480",
        "1":"necesitar ganar consulta popular mandar militar call enfrentar delincuencia",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.7\nRazón: El texto contiene palabras como \"enfrentar\", \"delincuencia\" y \"militar\", que sugieren una actitud de confrontación y una situación de peligro. Esto sugiere un sentimiento negativo."
    },
    {
        "0":"1652094048193200128",
        "1":"militar rondar calle santa elén excepción hacer minuto luego supuestamente ir zona peligro obstante nivel delincuencia seguir ser mismo httpstcofrqjxtbn",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nEste texto no contiene suficiente información para determinar un sentimiento positivo o negativo. El texto describe una situación en la que un militar está rondando una calle, pero no hay suficiente información para determinar si esta situación es positiva o"
    },
    {
        "0":"1652100249048039426",
        "1":"señor entender horario prime etc dar situación actual inseguridad sumado llover",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0\nRazón: El texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo tanto se considera neutro."
    },
    {
        "0":"1652099749468680199",
        "1":"ser legislador poder violar ser legislador poder ser violador señalar asambleísta ban",
        "2":"co\n\nSentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto contiene palabras negativas como \"violar\" y \"violador\", lo que sugiere un sentimiento negativo. El score bayesiano es alto porque el texto contiene palabras que sugieren un sentimiento negativo."
    },
    {
        "0":"1652097498482106368",
        "1":"nuevo medida seguridad tomar borde posible levantamiento confirmar gobierno preocup",
        "2":"ación\n\nSentimiento: Neutro. Score Bayesiano: 0.5.\nRazón: El texto no contiene palabras que denoten un sentimiento positivo o negativo, por lo que se considera neutro."
    },
    {
        "0":"1652089455409340416",
        "1":"lojo ciudadanir movilizó inseguridad provincia httpstcotljrtdqb",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El tuit hace referencia a la inseguridad en una provincia, lo que sugiere un sentimiento negativo. El score bayesiano es alto porque el tuit está expresando un sentimiento negativo."
    },
    {
        "0":"1652089081147404289",
        "1":"icon chatarra cínico farsante incapaz mentiroso querer combatir crimen organizado",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: Las palabras utilizadas en el texto tienen connotaciones negativas, lo que sugiere que el autor tiene una actitud negativa hacia el tema de combatir el crimen organizado."
    },
    {
        "0":"1652090103819378693",
        "1":"atención siete persona sentenciado tribunal asesinato abogado waltervallejo guayaquil xavier orlando v l jean carlos t ch bryan xavier lv cumplir pena año cárcel mientras implicado httpstcohbqqxsqgxb httpstcolvdfxozcap",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto se refiere a un tribunal que ha sentenciado a siete personas por asesinato, lo que sugiere un sentimiento de tristeza y preocupación. El score bayesiano es alto debido a la gravedad de la situación."
    },
    {
        "0":"1652097929534898176",
        "1":"carambo creer decisión cosepe apuntar tomar decisión crimen organizado mensaje",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nRazón: El texto no contiene palabras que sugieran un sentimiento positivo o negativo, por lo que se considera neutro. El score bayesiano es 0.5 porque no hay suficiente información para asignar un sentimiento positivo o negativo."
    },
    {
        "0":"1652099085736849409",
        "1":"culpa puta saber guayaquil todo noche llover cántaro aún seguir",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\nRazón: El texto no contiene palabras que denoten un sentimiento positivo o negativo, por lo que se asume un sentimiento neutro. El score bayesiano se asigna en 0.5 para reflejar esto."
    },
    {
        "0":"1652097315451072513",
        "1":"justificación violencia sexual si evidenciar delito deber aplicar ley excepción",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5. Justificación: El texto no contiene ninguna palabra que sugiera un sentimiento positivo o negativo, por lo que se puede concluir que el sentimiento es neutro."
    },
    {
        "0":"1652098761949151233",
        "1":"familia isla trinitario recibido amenaza dispar detonación explosivo denunciar asesinato httpstcobfjmcllq",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto contiene palabras como \"amenaza\", \"dispar\", \"explosivo\" y \"asesinato\", que sugieren una situación peligrosa y violenta. Esto da una indicación clara de un sentimiento negativo, y el score bayesiano refleja"
    },
    {
        "0":"1652089872117559297",
        "1":"delito violación cometido petercalo detestable guacharnaco salir defender",
        "2":"Sentimiento: Negativo. Score Bayesiano: 0.9. Porque el texto contiene palabras como \"detestable\" y \"violación\" que sugieren un sentimiento negativo hacia el delito cometido por Petercalo."
    },
    {
        "0":"1652092518354354177",
        "1":"problema fascista ignorante vez tomar decisión materio seguridad",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras como \"fascista\" e \"ignorante\", lo que sugiere un sentimiento negativo hacia la situación descrita."
    },
    {
        "0":"1652094326103474178",
        "1":"duda plan anticrimar ecuador anuncio consejo seguridad público ecuador guerra",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0. \n\nEl anuncio del plan anticrimen de Ecuador es una iniciativa para mejorar la seguridad pública del país, pero no contiene ninguna expresión de emoción positiva o negativa. Por lo tanto, el sentimiento es neutro y el score bayesiano"
    },
    {
        "0":"1652098495602388994",
        "1":"ayer gritar inseguridad narco hoy decir intervención ejército exagerado clamar",
        "2":"libertad\n\nSentimiento: Negativo. Score Bayesiano: 0.8.\nRazón: El texto refleja una situación de inseguridad y la necesidad de una intervención militar exagerada, lo que sugiere un sentimiento de frustración y desesperación por la falta de libertad."
    },
    {
        "0":"1652092107799052289",
        "1":"nunca necesitar consulta alguno enfrentar delincuencia si necesitar tener",
        "2":"una buena convivencia\n\nSentimiento: Positivo\nScore Bayesiano: 8\/10\nRazón: El texto expresa un deseo de tener una buena convivencia, lo que indica un sentimiento positivo. El score bayesiano es alto porque el texto está expresando un deseo de mejorar la situación."
    },
    {
        "0":"1652095418719784961",
        "1":"vergenza asambleista ester torre tibio posición delincuencia sépalo vez slogar lfc negociar terrorista",
        "2":"Análisis de sentimientos:\nVergenza: Negativo (Score Bayesiano: -0.9) Porque se trata de un sentimiento desagradable.\n\nAsambleista: Neutro (Score Bayesiano: 0) Porque no hay una connotación positiva o negativa asociada con el término.\n\nEster: Neutro ("
    },
    {
        "0":"1652091342602870784",
        "1":"ecuador raro mayoría detenido venezolano colombiano si analizar proporción detenido versus población venezuelano quedar primero crimen problema poder ocultar queír actuar políticamente correcto",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nEl texto no contiene suficiente información para determinar un sentimiento positivo o negativo. Se trata de una descripción de una situación sin ninguna evaluación de la misma. Por lo tanto, el sentimiento es neutro y el score bayesiano es"
    },
    {
        "0":"1652099995984691202",
        "1":"si señor petro expropiar cometer delito falsedad documento público firmar",
        "2":"documento\n\nSentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto describe acciones ilegales, lo que indica un sentimiento negativo. El score bayesiano es alto porque el texto es claro en su descripción de acciones ilegales."
    },
    {
        "0":"1652098845373878272",
        "1":"atención fiscal general solicitar fecha hora realizar audi",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0\nRazón: El texto no contiene ninguna palabra o frase que pueda indicar un sentimiento positivo o negativo."
    },
    {
        "0":"1652090361118961669",
        "1":"urgente fiscal general solicitar fecha hora realizar audiencia",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0.5\nRazón: El texto no contiene ninguna palabra que indique un sentimiento positivo o negativo, por lo que se asume un sentimiento neutro."
    },
    {
        "0":"1652090434263425024",
        "1":"radio irfeyal internacional alrededor niño ucraniano trasladado rusia incluso iniciar invasión ucrania consejo europa señalar acción deportación ilegal recae crimar guerra httpstcouostgwmjn",
        "2":"Sentimiento: Negativo. Score Bayesiano: 0.9.\n\nEsta noticia se refiere a la deportación ilegal de un niño ucraniano a Rusia, lo que señala el Consejo de Europa como una acción criminal en medio de la guerra. Esto es una situación muy negativa, por lo que el sentimiento es"
    },
    {
        "0":"1652096831461965826",
        "1":"delincuencia ambato exigir seguridad marcha httpstcotpmzqkktd",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: Esta marcha es una respuesta a la delincuencia en la ciudad de Ambato, lo que sugiere que la situación es preocupante y que la gente está preocupada por su seguridad."
    },
    {
        "0":"1652092788215889920",
        "1":"esperar gobierno combato inseguridad miserable pensar cómo asesinar población atreir reclamar derecho httpstcohphjhwt",
        "2":"Sentimiento: Negativo. Score Bayesiano: 0.9.\nRazón: El texto contiene palabras como \"miserable\", \"asesinar\" y \"reclamar\" que sugieren un sentimiento negativo. El uso de la palabra \"gobierno\" sugiere que hay una preocupación por la inseguridad, lo que refuer"
    },
    {
        "0":"1652096807944454144",
        "1":"ahora presencia fiscal general resolver legal",
        "2":"mente\n\nSentimiento: Neutro. Score Bayesiano: 0.5.\nRazón: El texto no contiene ninguna palabra o frase que indique un sentimiento positivo o negativo, por lo que se considera neutro."
    },
    {
        "0":"1652092463618617346",
        "1":"periodista palacio representar gobierno palabra equivocado deber ser utilizar criticar decisión luchar delincuencia decir además gobierno decepción necesitar ser responsabilizar opinión ajeno",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras como \"equivocado\", \"criticar\", \"decepción\", \"responsabilizar\" que sugieren un sentimiento negativo hacia el gobierno y sus decisiones."
    },
    {
        "0":"1652094022477807619",
        "1":"actualización tribunal suspender audiencia juicio delito tortura grave violación derechos h",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nRazón: El texto no contiene ninguna palabra que indique un sentimiento positivo o negativo, por lo que el sentimiento es neutro. El score bayesiano es 0.5 porque no hay ninguna indicación de un sentimiento positivo o negativo."
    },
    {
        "0":"1652091348324089856",
        "1":"claro combatir delincuencia saber disparar ver manifestante guerrero cierto protector delincuente",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nEl significado de este texto es ambiguo, ya que algunas palabras tienen connotaciones positivas (como \"combatir delincuencia\" y \"protector\") y otras tienen connotaciones negativas (como \"saber disparar\" y \"delincuente\"). Por lo tanto"
    },
    {
        "0":"1652100117145567232",
        "1":"vía costa pedido repotenciar vía actual tráfico lugar atender pedido proponer carr",
        "2":"iles bici\n\nSentimiento: Neutro. Score Bayesiano: 0.5.\nRazón: El texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo que se asume una neutralidad."
    },
    {
        "0":"1652090461299826690",
        "1":"fiscalía apelar sentencia condenatorio anthony damián c autor asesinato hijastrar elia",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto se refiere a una sentencia condenatoria por el asesinato de una hijastra, lo que indica un sentimiento negativo hacia el autor."
    },
    {
        "0":"1652093485032394755",
        "1":"bueno explicar poner traba comparecencia rulimar teer creer ingenuo ciudadano tú socialcomunista mismo delincuencia encarnado httpstcojweedbuzyz",
        "2":"Análisis de sentimientos:\n\nPalabras clave: bueno, explicar, poner, traba, comparecencia, rulimar, teer, creer, ingenuo, ciudadano, tú, social, comunista, mismo, delincuencia, encarnado.\n\nSentimiento: Neutro.\nScore Bayesiano: 0.\n\nRazón"
    },
    {
        "0":"1652099302573977603",
        "1":"notimundoalacarta presidenta reconocer país vivir momento complejo",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nRazón: El texto no contiene palabras que sugieran un sentimiento positivo o negativo, por lo que se considera neutro. El score bayesiano se asigna en 0.5 porque no hay suficiente información para asignar una puntuación más precisa"
    },
    {
        "0":"1652093005468188672",
        "1":"ministro llamar malo fe mediocres saber cómo gobernar idea hacer inseguridad vivir país lárguensir volver httpstcobqoelawdu",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras como \"malo\", \"mediocre\", \"inseguridad\" y \"lárguensir\" que sugieren un sentimiento negativo. Además, el uso de la palabra \"volver\" sugiere que el país está en una situaci"
    },
    {
        "0":"1652096464724656131",
        "1":"dónde dianar salazar asesinato maria belén naomi arcental preocupen mujer puerta",
        "2":"Este texto es neutro ya que no contiene ninguna palabra que indique un sentimiento positivo o negativo. Si se le asignara un score bayesiano, sería 0, ya que no hay ninguna indicación de sentimiento."
    },
    {
        "0":"1652095017039568896",
        "1":"ver q sólo tomar pelo decir necesitar consultamañós ffaa poder ap",
        "2":"render\n\nSentimiento: Neutro\nScore Bayesiano: 0.5\nRazón: El texto no contiene palabras que sugieran un sentimiento positivo o negativo, por lo que se asume que es neutro. El score bayesiano se asigna en 0.5 para reflejar esto."
    },
    {
        "0":"1652096026784808961",
        "1":"nunca interesado país ahora tratar salvar mueble comprar conciencia",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\nRazón: El texto no contiene palabras que indiquen un sentimiento positivo o negativo, por lo que se puede considerar neutro."
    },
    {
        "0":"1652096830514102272",
        "1":"guayaquil entrar puerto principalasalto cooperativo zaracay ultimahoro urgente httpstcoqhiqrje",
        "2":"Análisis de sentimientos:\n\nTexto: Guayaquil entrar puerto principal\nSentimiento: Neutro. Score Bayesiano: 0.\nRazón: El texto no contiene ninguna palabra con connotación positiva o negativa, por lo que se considera neutro.\n\nTexto: Asalto cooperativo Zaracay última"
    },
    {
        "0":"1652097050291347459",
        "1":"acusar fiscalía xguardase información caso estupiñar dar billete villavicencio",
        "2":"Sentimiento: Neutro. Score Bayesiano: 0.5.\n\nEl texto no contiene suficiente información para determinar un sentimiento positivo o negativo. Por lo tanto, se asume que el sentimiento es neutro. El score bayesiano se asigna en 0.5 para reflejar esto."
    },
    {
        "0":"1652091229616717825",
        "1":"tratar presunto delito tráfico influencia involucrado forma directo tres funcionario pú",
        "2":"blico\n\nSentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: El texto se refiere a un presunto delito relacionado con el tráfico de influencias en el que están involucrados tres funcionarios públicos de forma directa, lo que sugiere una situación negativa."
    },
    {
        "0":"1652089629862969344",
        "1":"terrible compañero consecuente terrible delitome pregunto quién s",
        "2":"abe\n\nSentimiento: Negativo. Score Bayesiano: 0.9. El lenguaje utilizado es negativo, con palabras como \"terrible\" y \"delito\", lo que sugiere un sentimiento negativo. El score bayesiano es alto porque el lenguaje es muy claro y no hay ambigüedad en el mensaje."
    },
    {
        "0":"1652092262631763968",
        "1":"agradecer general paco moncayo wagner bravo sumar él lucha complejo difícil enfrentar crime",
        "2":"Sentimiento: Positivo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras como \"agradecer\", \"sumar\" y \"lucha\" que sugieren un sentimiento positivo. Además, el contexto del texto sugiere que el autor está agradecido por el esfuerzo de alguien para enfrentar el"
    },
    {
        "0":"1652093382829678593",
        "1":"ley seguridad público establecer seguridad ciudadano combate delincuencia deli",
        "2":"Sentimiento: Positivo\nScore Bayesiano: 0.8\nRazón: El texto se refiere a la seguridad pública y al combate de la delincuencia, lo cual sugiere una actitud positiva hacia la prevención de la criminalidad."
    },
    {
        "0":"1652099843223957506",
        "1":"dar vergenza turista bueno decir turista visitar país inseguridad httpstcoiiwxwsxtka",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras como \"vergüenza\", \"inseguridad\" y \"turista\", lo que sugiere que el autor está hablando de una situación desagradable."
    },
    {
        "0":"1652098533124702208",
        "1":"ambato cuenco ciento ciudadano salir calle céntrico expresar rechazo inseguridad pedir",
        "2":"ayuda\n\nSentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto expresa un rechazo hacia la inseguridad y una necesidad de ayuda, lo que indica un sentimiento negativo."
    },
    {
        "0":"1652094432051601412",
        "1":"tú nuevo plan político criminal ecuador httpstcomqtjcnab",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0\nRazón: El texto no contiene ninguna palabra o frase que indique un sentimiento positivo o negativo, por lo que se considera neutro."
    },
    {
        "0":"1652099501958496263",
        "1":"agradecer concejala concejal electo cantón entregado tres proyecto ordenanzo combar",
        "2":"rio\n\nSentimiento: Positivo\nScore Bayesiano: 0.9\nRazón: El texto contiene palabras positivas como \"agradecer\", \"electo\", \"tres proyectos\" y \"ordenanza\", lo que sugiere un sentimiento positivo."
    },
    {
        "0":"1652093319982325768",
        "1":"querer ecuador enfrentado sangre mantener mitomano lacra humano bien pais deber ser declarar ciudadano grato ripo imbécil criminalizar protesta vez crimar organizado realmente da asco inepto facista",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9\nRazón: Las palabras utilizadas en el texto tienen connotaciones negativas, como \"lacra\", \"mitomano\", \"imbécil\", \"criminalizar\", \"da asco\", \"inepto\" y \"fascista\". Estas palabras sugieren que el autor tiene una"
    },
    {
        "0":"1652098617493127168",
        "1":"elector ecuatoriano quieres robir pertenencia apaguir vida votes vuelv",
        "2":"Sentimiento: Positivo\nScore Bayesiano: 0.8\nRazón: El texto se refiere a la motivación de los electores ecuatorianos para votar y contribuir a mejorar la vida de la comunidad, lo que sugiere un sentimiento positivo."
    },
    {
        "0":"1652099763477553154",
        "1":"ninguno asambleísta miembro partidario ún psc después deber tener moral cara reclamar x segu",
        "2":"ir\n\nSentimiento: Neutro\nScore Bayesiano: 0\nRazón: El texto no contiene ninguna palabra que indique un sentimiento positivo o negativo, por lo tanto se considera neutro."
    },
    {
        "0":"1652097827592454144",
        "1":"capturado mediante técnica diligencia investigativa manabí capturado ciudadano requerido just",
        "2":"icia\n\nSentimiento: Neutro\nScore Bayesiano: 0\nRazón: El texto no contiene ninguna palabra o frase que indique un sentimiento positivo o negativo. Está simplemente describiendo una situación."
    },
    {
        "0":"1652100164809629699",
        "1":"urgente error lasso pagar pueblo ecuatoriano asambleísta destacar juiciopolit",
        "2":"ico\n\nSentimiento: Negativo\nScore Bayesiano: 0.8\nRazón: El texto contiene palabras como \"error\", \"lasso\", \"pagar\" y \"juicio político\" que sugieren un sentimiento negativo. Además, el uso de palabras como \"urgente\" y \"destacar\" sugiere que el tema es"
    },
    {
        "0":"1652096230858555394",
        "1":"singularizado determina expresamente caso concreto juicio político",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0\nRazón: El texto no contiene ninguna expresión emocional o evaluativa, sino una descripción de una situación."
    },
    {
        "0":"1652099713024270336",
        "1":"minoría manejado mafioso político pueblo leer interpretar q convenir c",
        "2":"ambiar\n\nSentimiento: Negativo\nScore Bayesiano: 0.7\nRazón: El texto contiene palabras como \"mafioso\" y \"pueblo\", lo que sugiere una relación desfavorable entre la minoría y el pueblo, lo que indica un sentimiento negativo."
    }
]