[
    {
        "0":"1652095212867534848",
        "1":"RT @luciaeugenia: Expediente News | Guaidó en el “autoexilio”: secuestro de diplomático Alex Saab fue para hambrear al pueblo\n\nPor @dcordov…",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.8"
    },
    {
        "0":"1652097298963234818",
        "1":"RT @diceleo_: 🚨DENUNCIA LA DELINCUENCIA UNIFORMADA!\n⠀\nNo nos deja de sorprender el Tren la PNB con sus alcabalas fantasmas.\nSolo para esto…",
        "2":"Sentimiento: Negativo\nScore Bayesiano: 0.9"
    },
    {
        "0":"1652094835384369159",
        "1":"Poné #TelefeNoticias AHORA | #BaseDeDatos de la inseguridad. @marianogarcia1 accedió a las estadísticas que revelan la verdad sobre el flagelo que nos afecta todos los días.\n\nSeguí el vivo en https:\/\/t.co\/akQDfBznFk https:\/\/t.co\/r5y0Pn30CM",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0"
    },
    {
        "0":"1652095998288621568",
        "1":"RT @PoliciaCucuta: 10 personas capturadas durante una importante operación contra el grupo delincuencial común organizado 'Tren de Aragua'.…",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0"
    },
    {
        "0":"1652094045823311872",
        "1":"RT @crhoycom: Ministro Torres abandona conferencia sin responder medidas a corto plazo contra inseguridad - https:\/\/t.co\/BSALQYHLHd",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0.5"
    },
    {
        "0":"1652090405004148737",
        "1":"RT @RicardoAlemanMx: Siguen saliendo los trapitos sucios del crimen organizado en México y su relación con países como E.U. y China.\nhttps:…",
        "2":"Sentimiento: Neutro.\nScore Bayesiano: 0.5"
    },
    {
        "0":"1652097540727226377",
        "1":"RT @ElJota2020: @JCSolines Repite conmigo: LAS DECISIONES IRREGULARES SE TOMARON EN EL GOBIERNO DE LENÍN... ¿Cómo carajos una persona puede…",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0.5"
    },
    {
        "0":"1652098211845394432",
        "1":"RT @Vivianolala: ¿Saben quienes son los responsables directos de este crimen? \nGarduño y Adán Augusto.\n¿Saben quién es el responsable polít…",
        "2":"Neutro: 0.5"
    },
    {
        "0":"1652094195295813632",
        "1":"@LawyerOCT @petrogustavo @LawyerOCT Estas son las Consecuencias del Criminal Código Nacional de Policía y Convivencia que le dio Poder a los Policías para Actuar como se les diera la gana, eso lo hicieron Políticos Corruptos para manejar esta herramienta en Impunidad al Igual que el Fuero Militar... https:\/\/t.co\/a8HXX4MuDG",
        "2":"Este texto es neutro. No hay una evaluación positiva o negativa de las consecuencias del Código Nacional de Policía y Convivencia. No se p"
    },
    {
        "0":"1652089484094078976",
        "1":"RT @GildoGarzaMx: ¿Cuánto nos cuesta la seguridad de @Dr_AVillarreal el cual no lucha contra la delincuencia en #Tamaulipas pseudo diputada…",
        "2":"Sentimiento: Neutro\nScore Bayesiano: 0.5"
    }
]